<?php

/* -- ชื่อตัวชี้วัดย่อย -- */
$header_name1 = "ITA 2567";
$header_name2 = "ITA 2567";
$header_name3 = "ITA 2567";
$header_name4 = "ITA 2567";
$header_name5 = "ITA 2567";
$header_name6 = "ITA 2567";
$header_name7 = "ITA 2567";

/* -- ชื่อ Title -- */
$title1 = 'KSP ITA 2024';
$title2 = 'ประเมินคุณธรรมและความโปร่งใสในการดำเนินงานของหน่วยงานภาครัฐ (ITA)';
$title3 = 'โรงพยาบาลโกสัมพีนคร';
$title4 = 'ประจำปีงบประมาณ 2567';

/* -- ชื่อหัวข้อ/ข้อความที่ใช้ซ้ำๆ -- */
$evidence = 'องค์ประกอบด้านข้อมูล';

$explanation2 = 'คำอธิบาย';
$icon = 'glyphicon glyphicon-expand';
$list_name = 'รายการ';
$list_num = 'ลำดับ';

/* -- สี สำหรับข้อความคำอธิบายของแต่ละ moit -- */
$nameita_color = '#404040';

/* -- ชื่อหัวข้อ/คำอธิบายของแต่ละ O -- */
$nameita01 = 'MOIT 1 หน่วยงานมีการวางระบบโดยการกำหนดมาตรการการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน';
$nameita_01 = '';

$nameita02 = 'MOIT 2 หน่วยงานมีการเปิดเผยข้อมูลข่าวสารที่เป็นปัจจุบัน';
$nameita_02 = '';

$nameita03 = 'MOIT 3 หน่วยงานมีรายงานการวิเคราะห์ผลการจัดซื้อจัดจ้างและการจัดหาพัสดุ ประจำปีงบประมาณ พ.ศ. 2567';
$nameita_03 = '';

$nameita04 = 'MOIT 4 หน่วยงานมีการวางระบบการจัดซื้อจัดจ้างและการจัดหาพัสดุประจำปีงบประมาณ พ.ศ. 2567';
$nameita_04 = '';

$nameita05 = 'MOIT 5 หน่วยงานมีการสรุปผลการจัดซื้อจัดจ้างและการจัดหาพัสดุรายเดือน ประจำปีงบประมาณ พ.ศ. 2567';
$nameita_05 = '';

$nameita06 = 'MOIT 6 ผู้บริหารแสดงนโยบายการบริหารและพัฒนาทรัพยากรบุคคล';
$nameita_06 = '';

$nameita07 = 'MOIT 7 หน่วยงานมีการรายงานการประเมินผลการปฏิบัติราชการของบุคลากรในหน่วยงานและเปิดเผยผลการปฏิบัติราชการ ระดับดีเด่น และระดับดีมาก ในที่เปิดเผยให้ทราบ ของปีงบประมาณ พ.ศ. 2566 และปีงบประมาณ พ.ศ. 2567';
$nameita_07 = '';

$nameita08 = 'MOIT 8 หน่วยงานมีการอบรมให้ความรู้แก่เจ้าหน้าที่ภายในหน่วยงานเกี่ยวกับการเสริมสร้าง และพัฒนาทางด้านจริยธรรม และการรักษาวินัยรวมทั้งการป้องกันมิให้กระทำผิดวินัย ปีงบประมาณ พ.ศ. 2567';
$nameita_08 = '';

$nameita09 = 'MOIT 9 หน่วยงานมีแนวปฏิบัติการจัดการเรื่องร้องเรียน และช่องทางการร้องเรียน';
$nameita_09 = '';

$nameita10 = 'MOIT 10 หน่วยงานมีสรุปผลการดำเนินงานเรื่องร้องเรียนการปฏิบัติงานหรือการให้บริการของเจ้าหน้าที่ภายในหน่วยงาน และเรื่องร้องเรียนการทุจริตและประพฤติมิชอบ';
$nameita_10 = '';

$nameita11 = 'MOIT 11 หน่วยงานของท่านเปิดโอกาสให้ผู้มีส่วนได้ส่วนเสียมีโอกาสเข้ามามีส่วนร่วมในการดำเนินงาน ตามภารกิจของหน่วยงาน';
$nameita_11 = '';

$nameita12 = 'MOIT 12 หน่วยงานมีมาตรการ “การป้องกันการรับสินบน” ที่เป็นระบบ';
$nameita_12 = '';

$nameita13 = 'MOIT 13 หน่วยงานประเมินการดำเนินการตามแนวทางปฏิบัติของหน่วยงาน ในปีงบประมาณพ.ศ. 2566-2567 ตามประกาศกระทรวงสาธารณสุข เรื่อง เกณฑ์จริยธรรมการจัดซื้อจัดหาและการส่งเสริมการขายยาและเวชภัณฑ์ที่มิใช่ยาของกระทรวงสาธารณสุข พ.ศ. 2564';
$nameita_13 = '';

$nameita14 = 'MOIT 14 หน่วยงานมีแนวทางปฏิบัติเกี่ยวกับการใช้ทรัพย์สินของราชการ และมีขั้นตอนการขออนุญาตเพื่อยืมทรัพย์สินของราชการไปใช้ปฏิบัติในหน่วยงานที่ถูกต้อง';
$nameita_14 = '';

$nameita15 = 'MOIT 15 หน่วยงานมีแผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบ และแผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรม ประจำปีงบประมาณ พ.ศ. 2567';
$nameita_15 = '';
$nameita16 = 'MOIT 16 หน่วยงานมีรายงานผลการดำเนินงานตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบ ประจำปีงบประมาณ พ.ศ. 2567 และรายงานผลการดำเนินงานตามแผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567';
$nameita_16 = '';

$nameita17 = 'MOIT 17 หน่วยงานมีการประเมินความเสี่ยงการทุจริต ประจำปีงบประมาณ พ.ศ. 2567 อย่างเป็นระบบ';
$nameita_17 = '';

$nameita18 = 'MOIT 18 หน่วยงานมีการปฏิบัติตามมาตรการป้องกันการทุจริต (การควบคุมความเสี่ยงการทุจริต)';
$nameita_18 = '';

$nameita19 = 'MOIT 19 หน่วยงานมีการรายงานผลการส่งเสริมการปฏิบัติตามประมวลจริยธรรมข้าราชการพลเรือน : กรณีการเรี่ยไรและกรณีการให้หรือรับของขวัญหรือประโยชน์อื่นใด ประจำปีงบประมาณ พ.ศ. 2567';
$nameita_19 = '';

$nameita20 = 'MOIT 20 หน่วยงานมีการอบรมให้ความรู้ภายในหน่วยงานเรื่องผลประโยชน์ทับซ้อน โดยใช้หลักสูตรต้านทุจริตศึกษา (Anti-Corruption Education)กระทรวงสาธารณสุข (ฉบับปรับปรุง) พ.ศ.2566';
$nameita_20 = '';

$nameita21 = 'MOIT 21 หน่วยงานมีการเผยแพร่เจตจำนงสุจริตของการปฏิบัติหน้าที่ราชการ และนโยบายที่เคารพสิทธิมนุษยชนและศักดิ์ศรีของผู้ปฏิบัติงานและของผู้บริหารต่อสาธารณชน';
$nameita_21 = '';

$nameita22 = 'MOIT 22 หน่วยงานมีแนวปฏิบัติที่เคารพสิทธิมนุษยชนและศักดิ์ศรีของผู้ปฏิบัติงาน และรายงานการป้องกันและแก้ไขปัญหาการล่วงละเมิดหรือคุกคามทางเพศในการทำงาน ประจำปีงบประมาณ พ.ศ. 2567';
$nameita_22 = '';

/* -- URL ของแต่ละ moit -- */
$urlita01 = 'pages/ksp-ita-01.php';
$urlita02 = 'pages/ksp-ita-02.php';
$urlita03 = 'pages/ksp-ita-03.php';
$urlita04 = 'pages/ksp-ita-04.php';
$urlita05 = 'pages/ksp-ita-05.php';
$urlita06 = 'pages/ksp-ita-06.php';
$urlita07 = 'pages/ksp-ita-07.php';
$urlita08 = 'pages/ksp-ita-08.php';
$urlita09 = 'pages/ksp-ita-09.php';
$urlita10 = 'pages/ksp-ita-10.php';
$urlita11 = 'pages/ksp-ita-11.php';
$urlita12 = 'pages/ksp-ita-12.php';
$urlita13 = 'pages/ksp-ita-13.php';
$urlita14 = 'pages/ksp-ita-14.php';
$urlita15 = 'pages/ksp-ita-15.php';
$urlita16 = 'pages/ksp-ita-16.php';
$urlita17 = 'pages/ksp-ita-17.php';
$urlita18 = 'pages/ksp-ita-18.php';
$urlita19 = 'pages/ksp-ita-19.php';
$urlita20 = 'pages/ksp-ita-20.php';
$urlita21 = 'pages/ksp-ita-21.php';
$urlita22 = 'pages/ksp-ita-22.php';

$maincolor = '#4169E1'; /* -- สีฟ้า สำหรับแถบหัวของแต่ละ moit -- */
$sectioncolor = '#f9f9f9';

/* -- รูป icon ลูกศรชี้ลง สำหรับแถบหัวของแต่ละ moit -- */
$mainicon = '<span class="glyphicon glyphicon-plus-sign" style="float: right; margin-top: -18px; color: #ffffff"></span>';
?>