<table class="table table-bordered table-striped">
    <thead>
        <tr>
            <th class="text-center" style="width: 10%;"><?php echo $list_num; ?></th>
            <th class="text-center"><?php echo $list_name; ?></th>
        </tr>
    </thead>
    <tbody id="myTable">
        <tr>
            <td class="text-center">1.1</td>
            <td>มีคำสั่ง / ประกาศ ที่ระบุกรอบแนวทาง</td>
        </tr>
        <tr>
            <td class="text-center">1.1.1</td>
            <td><a href="#" target="_blank">มีบันทึกข้อความ ที่ผู้บริหารลงนามในคำสั่ง / ประกาศ และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน</a></td>
        </tr>
        <tr>
            <td class="text-center">1.1.2</td>
            <td><a href="#" target="_blank">มีคำสั่ง / ประกาศโดยผู้บริหารสูงสุดของหน่วยงาน เป็นไปตามข้อ 1. (รายละเอียดข้อมูลประกอบข้อคำถาม)</a></td>
        </tr>
        <tr>
            <td class="text-center">1.1.3</td>
            <td><a href="#" target="_blank">มีกรอบแนวทางการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน รายละเอียดเนื้อหาในข้อมูลประกอบข้อคำถามข้อ 2. (ข้อ 2.1 มีลักษณะ / ประเภทข้อมูลที่หน่วยงานต้องเผยแพร่ต่อสาธารณะ และข้อ 2.2 มีการระบุวิธีการ ขั้นตอนการดำเนินงาน ระบุเวลาการดำเนินการและผู้มีหน้าที่รับผิดชอบในการเผยแพร่ข้อมูลต่อสาธารณะอย่างชัดเจน)</a></td>
        </tr>
        <tr>
            <td class="text-center">1.1.4</td>
            <td><a href="#" target="_blank">มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน</a></td>
        </tr>
        <tr>
            <td class="text-center">1.2</td>
            <td>รายงานผลการกำกับติดตามการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน ในปีที่ผ่านมา (ของปีงบประมาณ พ.ศ. 2567)</td>
        </tr>
        <tr>
            <td class="text-center">1.2.1</td>
            <td><a href="#" target="_blank">มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานฯ และมีการขออนุญาต นำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน</a></td>
        </tr>
        <tr>
            <td class="text-center">1.2.2</td>
            <td><a href="#" target="_blank">มีรายงานผลการกำกับติดตามการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ ของหน่วยงานในปีที่ผ่านมา (รายงานผลฯ ของปีงบประมาณ พ.ศ. 2567)</a></td>
        </tr>
        <tr>
            <td class="text-center">1.2.3</td>
            <td><a href="#" target="_blank">มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน</a></td>
        </tr>
    </tbody>
</table>
