<table class="table table-bordered table-striped" align="center">
    <thead>
        <tr>
            <th align="center"><?php echo $list_num; ?></th>
            <th align="center"><?php echo $list_name; ?></th>
        </tr>
    </thead>
    <tbody id="myTable">
        <tr>
            <td align="center" style="width: 20%">ไตรมาสที่ 2</td>
            <td>ข้อมูลรอบสองของปีงบประมาณ พ.ศ. 2567 (1 เมษายน 2567-30 กันยายน 2567) กำแพงเพชร ระยะ 20 ปี (พ.ศ. 2561-2580)</td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">7.2.1</td>
            <td><a href="" target="_blank">มีบันทึกข้อความ ที่ผู้บริหารลงนามในประกาศผลการปฏิบัติราชการประจำปีของบุคลากรในหน่วยงาน ระดับดีเด่น และดีมาก (ข้าราชการลูกจ้างประจำ พนักงานราชการลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข) มีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">7.2.2</td>
            <td><a href="" target="_blank">มีประกาศรายงานการประเมินผลการปฏิบัติราชการประจำปีของบุคลากรในหน่วยงาน ระดับดีเด่น และดีมาก (ข้าราชการ ลูกจ้างประจำ พนักงานราชการลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข)</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">7.2.3</td>
            <td><a href="" target="_blank">มีหลักฐานประกาศรายงานการประเมินผลการปฏิบัติราชการประจำปีของบุคลากรในหน่วยงานระดับดีเด่น และดีมาก (ข้าราชการ ลูกจ้างประจำ พนักงานราชการ ลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข)</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">7.2.4</td>
            <td><a href="" target="_blank">แบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 20%">ไตรมาสที่ 3</td>
            <td>รอบ 1 ปีงบประมาณ พ.ศ. 2566 (1 ตุลาคม 2566 – 31 มีนาคม 2567)</td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">7.3.1</td>
            <td><a href="" target="_blank">มีบันทึกข้อความ ที่ผู้บริหารลงนามในประกาศผลการปฏิบัติราชการประจำปีของบุคลากรในหน่วยงาน ระดับดีเด่น และดีมาก (ข้าราชการลูกจ้างประจำ พนักงานราชการลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข) มีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">7.3.2</td>
            <td><a href="" target="_blank">มีประกาศรายงานการประเมินผลการปฏิบัติราชการประจำปีของบุคลากรในหน่วยงาน ระดับดีเด่น และดีมาก (ข้าราชการ ลูกจ้างประจำ พนักงานราชการลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข)</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">7.3.3</td>
            <td><a href="" target="_blank">มีหลักฐานประกาศรายงานการประเมินผลการปฏิบัติราชการประจำปีของบุคลากรในหน่วยงานระดับดีเด่น และดีมาก (ข้าราชการ ลูกจ้างประจำ พนักงานราชการ ลูกจ้างชั่วคราว และพนักงานกระทรวงสาธารณสุข)</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">7.3.4</td>
            <td><a href="" target="_blank">แบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน</a></td>
        </tr>
    </tbody>
</table>