<table class="table table-bordered table-striped" align="center">
    <thead>
        <tr>
            <th align="center"><?php echo $list_num; ?></th>
            <th align="center"><?php echo $list_name; ?></th>
        </tr>
    </thead>
    <tbody id="myTable">
        <tr>
            <td align="center" style="width: 20%">ไตรมาสที่ 2</td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">12.1</td>
            <td><a href="" target="_blank">มีประกาศเจตนารมณ์เป็นหน่วยงานที่เจ้าหน้าที่ของรัฐทุกคนไม่รับของขวัญและของกำนัลทุกชนิดจากการปฏิบัติหน้าที่ (No Gift Policy)ของปีงบประมาณ พ.ศ. 2567 ที่มีลักษณะเป็น Infographic No Gift Policy ในนามหัวหน้าหน่วยงานอยู่หน้าเว็บไซต์หลักของหน่วยงาน</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">12.2</td>
            <td><a href="" target="_blank">มีบันทึกข้อความ ที่ผู้บริหารลงนามในคำสั่ง หรือประกาศ หรือข้อสั่งการ และมีการขออนุญาตนำเผยแพร่บนเว็บไซต์ของหน่วยงาน</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">12.3</td>
            <td><a href="h" target="_blank">มีคำสั่ง หรือประกาศ หรือข้อสั่งการ มาตรการการป้องกันการรับสินบนทุกรูปแบบ และระบุการกำหนดกลไกการกำกับติดตาม ของปีงบประมาณ พ.ศ. 2567 ตามข้อมูล ประกอบข้อคำถาม ประเด็นข้อ 1. ถึงข้อ 5. ตามที่หน่วยงานกำหนด</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">12.2.1</td>
            <td><a href="" target="_blank">ประกาศตนเป็นหน่วยงานที่เจ้าหน้าที่ของรัฐทุกคนไม่รับของขวัญและของกำนัลทุกชนิด จากการปฏิบัติหน้าที่ (No Gift Policy) ปีงบประมาณ พ.ศ. 2567</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">12.2.2</td>
            <td><a href="" target="_blank">มาตรการป้องกันการรับสินบนในกระบวนการจัดซื้อจัดจ้าง ปีงบประมาณ พ.ศ. 2567</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">12.2.3</td>
            <td><a href="" target="_blank">มาตรการป้องกันการรับสินบนประเด็นเงินบริจาคและทรัพย์สินบริจาค ปีงบประมาณ พ.ศ. 2567</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">12.2.4</td>
            <td><a href="" target="_blank">มาตรการป้องกันการทุจริต และแก้ไขการกระทำผิดวินัยของเจ้าหน้าที่รัฐในสังกัดสำนักงานปลัดกระทรวงสาธารณสุข ได้แก่ มาตรการการใช้รถราชการ มาตรการการเบิกค่าตอบแทน มาตรการการจัดโครงการฝึกอบรม ศึกษาดูงาน ประชุม และสัมมนาตามที่กฎหมายกำหนดและมาตรการการจัดหาพัสดุตามที่กฎหมายกำหนด ของปีงบประมาณ พ.ศ. 2567</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">12.2.5</td>
            <td><a href="" target="_blank">มาตรการการจัดสวัสดิการภายในของสถานพยาบาล ของหน่วยงานที่มีกองทุนสวัสดิการภายในหน่วยงาน ส่วนภูมิภาค สังกัดสำนักงานปลัดกระทรวงสาธารณสุขที่จังหวัดที่ไม่มีคณะกรรมการสวัสดิการ และกองทุนสวัสดิการภายในหน่วยงาน ส่วนภูมิภาค สังกัดสำนักงานปลัดกระทรวงสาธารณสุขในลักษณะสวัสดิการเชิงธุรกิจ ของปีงบประมาณ พ.ศ. 2567</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">12.4</td>
            <td><a href="" target="_blank">มีหลักฐานหนังสือแจ้งเวียน</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">12.5</td>
            <td><a href="https://kosamphi.moph.go.th/api/public/uploadsprocurement/1724118646.pdf" target="_blank">มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน</a></td>
        </tr>
    </tbody>
</table>