<table class="table table-bordered table-striped" align="center">
    <thead>
        <tr>
            <th align="center"><?php echo $list_num; ?></th>
            <th align="center"><?php echo $list_name; ?></th>
        </tr>
    </thead>
    <tbody id="myTable">
        <tr>
            <td align="center" style="width: 60px"></td>
            <td>ข้อ 1แผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567</td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">15.1.1</td>
            <td><a href="" target="_blank">มีบันทึกข้อความ เสนอผู้บริหารสูงสุดของหน่วยงาน เพื่อขอความเห็นชอบอนุมัติและลงนามในแผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">15.1.2</td>
            <td><a href="" target="_blank">แผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 ที่ผ่านความเห็นชอบและลงนามอนุมัติโดยผู้บริหารสูงสุดของหน่วยงาน ภายในเดือนพฤศจิกายน 2566 เท่านั้น</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">15.1.3</td>
            <td><a href="" target="_blank">มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px"></td>
            <td>ข้อ 2แผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567</td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">15.2.1</td>
            <td><a href="" target="_blank">มีบันทึกข้อความเสนอผู้บริหารสูงสุดของหน่วยงาน เพื่อขอความเห็นชอบ อนุมัติและลงนามในแผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงานประจำปีงบประมาณ พ.ศ. 2567 และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">15.2.2</td>
            <td><a href="" target="_blank">แผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปี งบประมาณ พ.ศ. 2567 (แบบฟอร์มที่1 ตามคู่มือฯ) จัดส่ง Link แผนปฏิบัติการฯ ให้ศูนย์ปฏิบัติการต่อต้านการทุจริต กระทรวงสาธารณสุข ผ่านระบบ Google Forms ภายในวันที่15 พฤศจิกายน 2566 คำสั่งคณะกรรมการขับเคลื่อนชมรมจริยธรรม 67</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">15.2.3</td>
            <td><a href="" target="_blank">ให้คัดลอก Link ตามข้อ 2.2 วางในระบบ MITAS ด้วย</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">15.2.4</td>
            <td><a href="" target="_blank">มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน</a></td>
        </tr>
    </tbody>
</table>