<table class="table table-bordered table-striped" align="center">
    <thead>
        <tr>
            <th align="center"><?php echo $list_num; ?></th>
            <th align="center"><?php echo $list_name; ?></th>
        </tr>
    </thead>
    <tbody id="myTable">
        <tr>
            <td align="center" style="width: 60px">ไตรมาสที่ 2</td>
            <td>ข้อ1 รายงานผลการดำเนินงานตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 (รอบ 6 เดือน)</td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">16.2.1.1</td>
            <td><a href="" target="_blank">มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานผลการดำเนินงานตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 รอบ 6เดือน และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">16.2.1.2</td>
            <td><a href="" target="_blank">รายงานผลการดำเนินงานตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 รอบ 6 เดือน (1 ตุลาคม 2566-31 มีนาคม 2567) หน่วยงานต้องนำ link วางในระบบ MITAS อย่างช้าภายในวันที่ 28 มีนาคม 2567</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">16.2.1.3</td>
            <td><a href="" target="_blank">ความก้าวหน้าการจัดซื้อจัดจ้างหรือการจัดหาพัสดุ</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px"></td>
            <td>ข้อ2 รายงานผลการดำเนินงานตามแผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 (รอบ 6 เดือน)</td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">16.2.2.1</td>
            <td><a href="" target="_blank">มีบันทึกข้อความเสนอผู้บริหารสูงสุดของหน่วยงาน และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">16.2.2.2</td>
            <td><a href="" target="_blank">รายงานผลการกำกับติดตามการดำเนินงานตามแผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 (แบบฟอร์มที่ 2 ตามคู่มือการขับเคลื่อนชมรมจริยธรรมฯ) รอบ 6 เดือน ภายในวันที่15 มีนาคม 2567 หน่วยงานต้องนำ link วางในระบบ MITAS อย่างช้าภายในวันที่ 28 มีนาคม 2567</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">16.2.2.3</td>
            <td><a href="" target="_blank">มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">ไตรมาสที่ 4</td>
            <td>ข้อ 1รายงานผลการดำเนินงานตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริต และประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 (รอบ 12 เดือน)</td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">16.4.1.1</td>
            <td><a href="https://kosamphi.moph.go.th/api/public/uploadsprocurement/1724118700.pdf" target="_blank">มีบันทึกข้อความ ที่ผู้บริหารลงนามรับทราบรายงานผลการดำเนินงานตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567รอบ 12เดือน และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน</a></td>
        </tr>
        <tr>
        <tr>
            <td align="center" style="width: 60px">16.4.1.2</td>
            <td><a href="https://kosamphi.moph.go.th/api/public/uploadsprocurement/1724118700.pdf" target="_blank">รายงานผลการดำเนินงานตามแผนปฏิบัติการป้องกัน ปราบปรามการทุจริตและประพฤติมิชอบของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 รอบ 12 เดือน (1 เมษายน 2567-30 กันยายน 2567) หน่วยงานต้องนำ link วางในระบบ MITAS อย่างช้าภายในวันที่13 กันยายน 2567</a></td>
        </tr>
        <tr>
        <tr>
            <td align="center" style="width: 60px">16.4.1.3</td>
            <td><a href="https://kosamphi.moph.go.th/api/public/uploadsprocurement/1724118700.pdf" target="_blank">มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน</a></td>
        </tr>
        <tr>
        <tr>
            <td align="center" style="width: 60px"></td>
            <td>ข้อ2.รายงานผลการดำเนินงานตามแผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 (รอบ 12 เดือน)</td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">16.4.2.1</td>
            <td><a href="https://kosamphi.moph.go.th/api/public/uploadsprocurement/CCI03092567.pdf" target="_blank">มีบันทึกข้อความเสนอผู้บริหารสูงสุดของหน่วยงาน และมีการขออนุญาตนำไปเผยแพร่บนเว็บไซต์ของหน่วยงาน</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">16.4.2.2</td>
            <td><a href="https://kosamphi.moph.go.th/api/public/uploadsprocurement/CCI03092567.pdf" target="_blank">มีรายงานผลการกำกับติดตามการดำเนินงานตามแผนปฏิบัติการส่งเสริมคุณธรรมของชมรมจริยธรรมของหน่วยงาน ประจำปีงบประมาณ พ.ศ. 2567 (แบบฟอร์มที่2 ตามคู่มือการขับเคลื่อนชมรมจริยธรรมฯ) รอบ 12เดือน ภายในวันที่ 10กันยายน 2567 หน่วยงานต้องนำ link วางในระบบ MITAS อย่างช้าภายในวันที่ 13 กันยายน 2567</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">16.4.2.3</td>
            <td><a href="https://kosamphi.moph.go.th/api/public/uploadsprocurement/CCI03092567.pdf" target="_blank">มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน</a></td>
        </tr>
    </tbody>
</table>