<table class="table table-bordered table-striped" align="center">
    <thead>
        <tr>
            <th align="center"><?php echo $list_num; ?></th>
            <th align="center"><?php echo $list_name; ?></th>
        </tr>
    </thead>
    <tbody id="myTable">
        <tr>
            <td align="center" style="width: 60px">21.1</td>
            <td><a href="" target="_blank">มีบันทึกข้อความ ที่ผู้บริหารลงนามในประกาศเจตนารมณ์ตามข้อ1.1ถึงข้อ 1.3 ของผู้บริหารสูงสุด และมีการขออนุญาตนำขึ้นเผยแพร่บนเว็บไซต์ของหน่วยงาน หรือสื่อสารเผยแพร่ในช่องทางอื่น</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">21.2</td>
            <td>มีประกาศเจตนารมณ์ตามข้อ1.1ถึงข้อ1.3 ของผู้บริหารสูงสุด (จำนวน 3 ฉบับ)</td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">21.2.1</td>
            <td><a href="" target="_blank">เจตนารมณ์การป้องกันการทุจริตในการปฏิบัติหน้าที่และบริหารหน่วยงานอย่างซื่อสัตย์สุจริต โปร่งใส เป็นไปตามหลักธรรมาภิบาล และประโยชน์สูงสุดของประชาชน ปีงบประมาณ พ.ศ. 2567</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">21.2.2</td>
            <td><a href="" target="_blank">เจตนารมณ์การป้องกันการทุจริตตามเกณฑ์จริยธรรมการจัดซื้อจัดหาและการส่งเสริมการขายยาและเวชภัณฑ์ที่มิใช่ยาของหน่วยงาน ปีงบประมาณ พ.ศ. 2567</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">21.2.3</td>
            <td><a href="" target="_blank">จตนารมณ์การป้องกันและแก้ไขปัญหาการล่วงละเมิดหรือคุกคามทางเพศในการทำงาน ที่แสดงถึงความมุ่งมั่นที่จะส่งเสริมความเท่าเทียมกันระหว่างบุคคล และสร้างองค์กรที่ปราศจากการล่วงละเมิด หรือคุกคามทางเพศในการทำงานด้วยการปฏิบัติต่อกันอย่างให้เกียรติและเคารพซึ่งกันและกัน และไม่กระทำการใด ที่เป็นการล่วงละเมิดหรือคุกคามทางเพศต่อผู้บังคับบัญชาผู้ใต้บังคับบัญชา เพื่อนร่วมงาน ปีงบประมาณ พ.ศ.2567</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">21.3</td>
            <td><a href="" target="_blank">มีกิจกรรมประกาศเจตนารมณ์ตามข้อ1.1ถึงข้อ1.3ของหน่วยงานต่อสาธารณชน ดำเนินกิจกรรมประกาศในวันเดียวกัน (ระยะเวลาตั้งแต่เดือนตุลาคม 2566 ถึงเดือนมีนาคม 2567)</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">21.4</td>
            <td><a href="" target="_blank">มีภาพถ่ายกิจกรรม ที่ระบุวัน เวลา สถานที่จัดกิจกรรมที่ชัดเจน</a></td>
        </tr>
        <tr>
            <td align="center" style="width: 60px">21.5</td>
            <td><a href="" target="_blank">มีแบบฟอร์มการเผยแพร่ข้อมูลต่อสาธารณะผ่านเว็บไซต์ของหน่วยงาน</a></td>
        </tr>
    </tbody>
</table>
